/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Відбувається створення звукової таблиці. Повторіть спробу по завершенні процесу.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Виявлено тембральну інформацію для однієї форми сигналу. Ви можете скористатися модуляцією форманти, повернувши регулятор «Модуляція» в положення «Форманта».Регулятори Фігура 1 і Фігура 2 вимкнуті.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Щоб створити звукову таблицю, аудіофайл повинен мати постійну висоту тону, кілька посилених частин, розділених тишею, або одну чи кілька частин одноразового повторення.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Нова звукова таблиця містить форми сигналу (%d).";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Відбувається створення звукової таблиці";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Звукову таблицю створено з однією формою сигналу";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Звукову таблицю не створено";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Звукову таблицю створено";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Внутрішній";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Сторонній ланцюг:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Вимк.";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Зовнішній аудіовхід:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Ідентифікація нот";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Аналіз висоти тону";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Триває аналіз: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Помилка відкриття файла";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Не вдалося знайти файл, який ви намагаєтеся завантажити.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Помилка відкриття файла";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Вільної пам’яті недостатньо, щоб завантажити вибраний файл.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Файл містить зміни темпу";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Застереження. Один або декілька імпортованих файлів містять маркери зміни темпу. Ця версія MainStage не підтримує синхронізацію файлів зі змінами темпу.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Помилка відкриття файла";

/* Playback file alert */
"PlaybackTransientsMessage" = "Маркери стрибків у вибраному файлі сховано за допомогою Logic Pro. Відкрийте файл у Logic Pro та ввімкніть відображення стрибків, а тоді знову відкрийте файл у цьому плагіні.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Невідома помилка";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Не вдається відкрити вибраний файл.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Непідтримуваний формат аудіофайла";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Ви намагаєтеся додати аудіофайл у непідтримуваному форматі. Перетворіть файл у підтримуваний формат за допомогою iTunes або іншої програми для роботи зі звуком, а тоді додайте його до плагіна відтворення.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Файл відсутній)";
